i5/20220907-mdraid/0/xfs/250/run-rw-1/pgbench.log
pgbench (16devel)
transaction type: <builtin: simple update>
scaling factor: 250
query mode: prepared
number of clients: 16
number of threads: 4
maximum number of tries: 1
duration: 3600 s
number of transactions actually processed: 60771435
number of failed transactions: 0 (0.000%)
latency average = 0.948 ms
initial connection time = 7.681 ms
tps = 16880.923767 (without initial connection time)